// Misc Strings

"fibre-channel-card-name"           = "Carte FC d’Apple";
"unknown"                           = "<inconnu>";
"default-filename"                  = "Cartes Fibre Channel";
"port-name-prefix"                  = "Port ";
"restart-required"                  = "Le redémarrage est requis pour que les réglages soient pris en compte.";

// Status string.

"Offline"                           = "La liaison du port est inactive.";
"Online"                            = "La liaison du port est active.";
// Speed status string.
"speed-status"                      = " La vitesse est réglée sur <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.
// speed status string.
"1-gigabit-per-second"              = "1 Go/s";
"2-gigabit-per-second"              = "2 Go/s";
"speed-automatic"                   = "configurer automatiquement";
"automatic-1-gigabit"               = "configurer automatiquement et est actuellement de 1 Go/s";
"automatic-2-gigabit"               = "configurer automatiquement et est actuellement de 2 Go/s";

// Topology status string.
"toplogy-status"                    = " La topologie du port est réglée sur <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "Point à point";
"arbitrated-loop"                   = "Boucle arbitrée";
"topology-automatic"                = "configurer automatiquement";
"automatic-point-to-point"          = "configurer automatiquement et est actuellement Point à Point";
"automatic-arbitrated-loop"         = "configurer automatiquement et est actuellement Boucle arbitrée";

// Alerts
"incompatible-driver-title"         = "Veuillez installer le tout dernier pilote";
"incompatible-driver"               = "Cette application requiert la version 1.1.0 ou ultérieure d’AppleLSIFusionMPT.kext. Assurez-vous d’avoir installé le tout dernier pilote et réessayez.";
"alert-no-cards-title"              = "Aucune carte Fibre Channel d’Apple détectée";
"alert-no-cards"                    = "Assurez-vous que la carte Fibre Channel d’Apple est correctement installée et réessayez.";
"alert-restart-title"               = "Redémarrer le système ?";
"alert-restart-required"            = "Le redémarrage du système est requis pour que les réglages soient pris en compte. Souhaitez-vous redémarrer maintenant ?";
"alert-ok-button"                   = "OK";
"alert-yes-button"                  = "Oui";
"alert-no-button"                   = "Non";
"alert-cancel-button"               = "Annuler";
"alert-tool-title"                  = "Erreur de l’outil fibreconfig";
"alert-fibreconfig-error"           = "Une erreur est survenue avec l’outil fibreconfig.";
"alert-missing-tool"                = "L’outil fibreconfig est absent.";
"alert-non-executeable-tool"        = "L’outil fibreconfig ne peut pas être exécuté et doit peut-être être réinstallé.";
"ww-node-name-tooltip"              = "Identificateur mondial WWN";
"ww-port-name-tooltip"              = "Identificateur mondial de port WWP";